<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		xdMBvroMxIZ6vPA/0egUTDXp3J8=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		CGtXyDBPcHnOkiCv1YFXHOeKt7w=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		qiqPnJrLdfMIEGOP5cmf2YF0Pck=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		AX6o04tA3sTwEO+M6NCI/SjZ/CI=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		5HMeaUIWN7mOqpoagC8u5wEaIJo=
		</data>
		<key>Headers/KlarnaMobileSDKPostfix.h</key>
		<data>
		YhxURTqguj1jA7V5BOLaqc9Tq/Y=
		</data>
		<key>Info.plist</key>
		<data>
		Rc4sxxOXXPbTco1WJNmpa0yGNUU=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<data>
		bC4KfFyDLyOopvSDf+vOvvYM4Sc=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		rx4YqzNm0TP5kNr3ymcMkKvlxRI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		ZojZ4h9uJ8u2AMAzxyhyB7s4d0c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		BiD+yMOALgnZi3OKwZWlWseOQYc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		JGu9tLG1C/ZiJ3WuNPkzzbauiCg=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		ZojZ4h9uJ8u2AMAzxyhyB7s4d0c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		BiD+yMOALgnZi3OKwZWlWseOQYc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		JGu9tLG1C/ZiJ3WuNPkzzbauiCg=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		SF3Wm8ODyVxsofjT0r/guKp8Qt8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		bIra2HvoGvcJmtfcNcABy9S+f9Q=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		96uIDyzmNywdn4c4koYcTK5gOiE=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		SF3Wm8ODyVxsofjT0r/guKp8Qt8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		bIra2HvoGvcJmtfcNcABy9S+f9Q=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		96uIDyzmNywdn4c4koYcTK5gOiE=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		GcotylLZaeX5ShxzhwYt0ZjSO6I=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		xrXZuFXD7pe1gadljYrqPEf0ojU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		Ioot6DKS+hJy9bpa8Whi/5HGK9w=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		GcotylLZaeX5ShxzhwYt0ZjSO6I=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		xrXZuFXD7pe1gadljYrqPEf0ojU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		Ioot6DKS+hJy9bpa8Whi/5HGK9w=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		kCirCkZan+gK9dwCWtsbW4mfkhw=
		</data>
		<key>PostPurchaseWrapper.html</key>
		<data>
		R9FwzGXcv/bzne6/0/ZXAyoWN5I=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		fcIj2U5YQcGNPmtlKoZxSgu5ySg=
		</data>
		<key>config.json</key>
		<data>
		mchWbPuATY+M9FTmV2aG7Q1swZ0=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			xdMBvroMxIZ6vPA/0egUTDXp3J8=
			</data>
			<key>hash2</key>
			<data>
			VCcs5JrUGq2O6TJebKuXYnid/sP77abCNumu5gYnQeE=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			CGtXyDBPcHnOkiCv1YFXHOeKt7w=
			</data>
			<key>hash2</key>
			<data>
			I96PYh8YdNDUEoqVGHhH5wZBqjNUK1XkfrIwfIIUkrs=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			qiqPnJrLdfMIEGOP5cmf2YF0Pck=
			</data>
			<key>hash2</key>
			<data>
			TitvK6f+7Cck8y2F5SX1L/FTi61x5mlDPO0qOvjEvuk=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			AX6o04tA3sTwEO+M6NCI/SjZ/CI=
			</data>
			<key>hash2</key>
			<data>
			v1zPw2DTH9CQYRnqlh4yUppIbrL2DNomGyHkjF6FU+k=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			5HMeaUIWN7mOqpoagC8u5wEaIJo=
			</data>
			<key>hash2</key>
			<data>
			TWXgpLSvAJODXRcUEtfMxDUSoIT/hDIqGaWxPqA+bPc=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDKPostfix.h</key>
		<dict>
			<key>hash</key>
			<data>
			YhxURTqguj1jA7V5BOLaqc9Tq/Y=
			</data>
			<key>hash2</key>
			<data>
			+pJX387yn+ymbHkzU3jVPADgd9BMcY1vMyHbVdvkeEY=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<dict>
			<key>hash</key>
			<data>
			bC4KfFyDLyOopvSDf+vOvvYM4Sc=
			</data>
			<key>hash2</key>
			<data>
			QHjsIr79dxTFsGxrKwJ1pyeNSMXaKZM36sjvYIH9nIM=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			rx4YqzNm0TP5kNr3ymcMkKvlxRI=
			</data>
			<key>hash2</key>
			<data>
			LmbWu1BCxmBow3lvUW20Njbt5vE7ikI3aWaBSAHV76Q=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ZojZ4h9uJ8u2AMAzxyhyB7s4d0c=
			</data>
			<key>hash2</key>
			<data>
			TNCNtBl8nONB4KL1hxVuNikncIc+MJ6+oTZ76JoOacA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			BiD+yMOALgnZi3OKwZWlWseOQYc=
			</data>
			<key>hash2</key>
			<data>
			jbL7ZCxhtE4GdU9cG2DQhICqx6WAnii/2Fpy1/mGfbg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			JGu9tLG1C/ZiJ3WuNPkzzbauiCg=
			</data>
			<key>hash2</key>
			<data>
			Ep8jptD64Gnc8WbUVad/zDE/xSeOywtnvVCxLrQ/WhY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ZojZ4h9uJ8u2AMAzxyhyB7s4d0c=
			</data>
			<key>hash2</key>
			<data>
			TNCNtBl8nONB4KL1hxVuNikncIc+MJ6+oTZ76JoOacA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			BiD+yMOALgnZi3OKwZWlWseOQYc=
			</data>
			<key>hash2</key>
			<data>
			jbL7ZCxhtE4GdU9cG2DQhICqx6WAnii/2Fpy1/mGfbg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			JGu9tLG1C/ZiJ3WuNPkzzbauiCg=
			</data>
			<key>hash2</key>
			<data>
			Ep8jptD64Gnc8WbUVad/zDE/xSeOywtnvVCxLrQ/WhY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			SF3Wm8ODyVxsofjT0r/guKp8Qt8=
			</data>
			<key>hash2</key>
			<data>
			7MJek1BLvTOUVfTpO8y6WfY5cinSPAKOYsZj/xwnv+s=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			bIra2HvoGvcJmtfcNcABy9S+f9Q=
			</data>
			<key>hash2</key>
			<data>
			VAW449CszQiRxNloOLZ+gnNEQ24lUWkULk9TazlV2gE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			96uIDyzmNywdn4c4koYcTK5gOiE=
			</data>
			<key>hash2</key>
			<data>
			akAeLX/5JSmQStjnPvfjNLsoH4ZrclAJOV7bwuRG0/Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			SF3Wm8ODyVxsofjT0r/guKp8Qt8=
			</data>
			<key>hash2</key>
			<data>
			7MJek1BLvTOUVfTpO8y6WfY5cinSPAKOYsZj/xwnv+s=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			bIra2HvoGvcJmtfcNcABy9S+f9Q=
			</data>
			<key>hash2</key>
			<data>
			VAW449CszQiRxNloOLZ+gnNEQ24lUWkULk9TazlV2gE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			96uIDyzmNywdn4c4koYcTK5gOiE=
			</data>
			<key>hash2</key>
			<data>
			akAeLX/5JSmQStjnPvfjNLsoH4ZrclAJOV7bwuRG0/Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			GcotylLZaeX5ShxzhwYt0ZjSO6I=
			</data>
			<key>hash2</key>
			<data>
			h8cNDchtzwlZO7/30njwa/qz7DADa5GTFg0dtza2XgY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			xrXZuFXD7pe1gadljYrqPEf0ojU=
			</data>
			<key>hash2</key>
			<data>
			saAqhN3BhQAxvlGO29Z1s/0vm/Sqyu5NDw3e9TxgS2Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			Ioot6DKS+hJy9bpa8Whi/5HGK9w=
			</data>
			<key>hash2</key>
			<data>
			APmAU97srww7RixgfltKEk4vLgbzSlURVwkzL/ES8sI=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			GcotylLZaeX5ShxzhwYt0ZjSO6I=
			</data>
			<key>hash2</key>
			<data>
			h8cNDchtzwlZO7/30njwa/qz7DADa5GTFg0dtza2XgY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			xrXZuFXD7pe1gadljYrqPEf0ojU=
			</data>
			<key>hash2</key>
			<data>
			saAqhN3BhQAxvlGO29Z1s/0vm/Sqyu5NDw3e9TxgS2Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			Ioot6DKS+hJy9bpa8Whi/5HGK9w=
			</data>
			<key>hash2</key>
			<data>
			APmAU97srww7RixgfltKEk4vLgbzSlURVwkzL/ES8sI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			kCirCkZan+gK9dwCWtsbW4mfkhw=
			</data>
			<key>hash2</key>
			<data>
			N6FPnnknGrqbWiapZ2Zq42rhQPbY76wiAsdHf4VKHls=
			</data>
		</dict>
		<key>PostPurchaseWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			R9FwzGXcv/bzne6/0/ZXAyoWN5I=
			</data>
			<key>hash2</key>
			<data>
			u3DwjrZb5wJ6uNbHWbbHYFiVBrf/As1/CjRp730ycng=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			fcIj2U5YQcGNPmtlKoZxSgu5ySg=
			</data>
			<key>hash2</key>
			<data>
			nG0lYLiUIfoRB4vHHSXZH41paMM/fal31+1iCJP87m0=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			mchWbPuATY+M9FTmV2aG7Q1swZ0=
			</data>
			<key>hash2</key>
			<data>
			Yk3iaNQZJ32dYdPXK/GGa6+2bAi4QlWLrwZKKyRKLm4=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
