<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		JMqLRgZhkZLFgJ1c4qo/6gnGlkM=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		JkREsWbwRGfG3EZbQOqctkmp3OY=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		GRMx8C9PrWFVXNEKOQT+Zajsxv0=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		CVxszU/utrPm9WwFl5hGrMyhADc=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		9ZHLFlOjCMaTOvnMdGGelsArvGg=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		YzrwmazHEEVge2O5Wdxrlvacafo=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		Nxkbb59l34o5qzARf2IhMrbfGRU=
		</data>
		<key>Info.plist</key>
		<data>
		mvG+VJ4VQsVD08HiU/niG8jLNwQ=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		mTzl/4wd7YXNwBNkfDb+rafM2yU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		qPRY98mOXEXYYYI82DGas4KQ1m0=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		5BJpc6pdUr2yTqvEZbp9ATyx/3E=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		TqZTgLxnYh/6mmxLOo4N+b/QP7c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		qPRY98mOXEXYYYI82DGas4KQ1m0=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		5BJpc6pdUr2yTqvEZbp9ATyx/3E=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		TqZTgLxnYh/6mmxLOo4N+b/QP7c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		W7vHIZb379JLR6QbbJ32rFugx6s=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		B4wSTwtnJSrMiI66V6Qzff5bMes=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		AEWeOX2jySNU0wJtzkWuoqerd2w=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		W7vHIZb379JLR6QbbJ32rFugx6s=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		B4wSTwtnJSrMiI66V6Qzff5bMes=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		AEWeOX2jySNU0wJtzkWuoqerd2w=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		Q6CE4nHfqmpKKrtX3HkLYaBt8ps=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		OeTsiRZx11zLc478AGzj5BFrVb0=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		axZguLj2a+9gi1qLgwG8eOETwQA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		Q6CE4nHfqmpKKrtX3HkLYaBt8ps=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		OeTsiRZx11zLc478AGzj5BFrVb0=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		axZguLj2a+9gi1qLgwG8eOETwQA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		fcprTbJRpcg5hmtSw+RItg+djIk=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		9BdAO/xtRjmLEYXKCoejrA2l9uM=
		</data>
		<key>config.json</key>
		<data>
		+jJxVH2dH3SiiQFJFJcCm1YRYXM=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			JMqLRgZhkZLFgJ1c4qo/6gnGlkM=
			</data>
			<key>hash2</key>
			<data>
			SivEJkhEsLG4eXCdwWlgpRmLAQOkDj3owI6Yo0N7zJs=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			JkREsWbwRGfG3EZbQOqctkmp3OY=
			</data>
			<key>hash2</key>
			<data>
			WFJ9+tMebGKGItUe50STOfalhS3TxdVaUlKJrjIMd+4=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			GRMx8C9PrWFVXNEKOQT+Zajsxv0=
			</data>
			<key>hash2</key>
			<data>
			7bHeLvNOC4JQprZom2VunsTNY9u5t9HnQFnP5CJEEVg=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			CVxszU/utrPm9WwFl5hGrMyhADc=
			</data>
			<key>hash2</key>
			<data>
			5m9ZujHYH6TOM7EgZzO4C6SjckMAgfuSoultfwJr0tk=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			9ZHLFlOjCMaTOvnMdGGelsArvGg=
			</data>
			<key>hash2</key>
			<data>
			CPavYI/zq7hZ2K+9UjsbLrJO6Eze0DAnMRXzm72tQ6E=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			YzrwmazHEEVge2O5Wdxrlvacafo=
			</data>
			<key>hash2</key>
			<data>
			FjnLqxBpzLX7bc/HxdB05q0tjCiEwGpCjANaq01e8gg=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			Nxkbb59l34o5qzARf2IhMrbfGRU=
			</data>
			<key>hash2</key>
			<data>
			kX8XP4AxItuptpVuyRfb0J5u4CAq48l5bwqBhxRskXM=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			mTzl/4wd7YXNwBNkfDb+rafM2yU=
			</data>
			<key>hash2</key>
			<data>
			oYtUILAbVvT2frazSNjrDkzBnC82c4fUBFsjuyNcdRg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			qPRY98mOXEXYYYI82DGas4KQ1m0=
			</data>
			<key>hash2</key>
			<data>
			Nf3H1i8G+IaH3yCDi/a8IFRrx//BhrlZ9jQFWvQo2WU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			5BJpc6pdUr2yTqvEZbp9ATyx/3E=
			</data>
			<key>hash2</key>
			<data>
			Ot3ioNFm5/qyoIkyshKwzZAvyOEWwRlO/2z4LI7kLvE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			TqZTgLxnYh/6mmxLOo4N+b/QP7c=
			</data>
			<key>hash2</key>
			<data>
			XKi99zTN23EdVbEEHqPYcF+ufV7pFKr3zLOGVmOAnQc=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			qPRY98mOXEXYYYI82DGas4KQ1m0=
			</data>
			<key>hash2</key>
			<data>
			Nf3H1i8G+IaH3yCDi/a8IFRrx//BhrlZ9jQFWvQo2WU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			5BJpc6pdUr2yTqvEZbp9ATyx/3E=
			</data>
			<key>hash2</key>
			<data>
			Ot3ioNFm5/qyoIkyshKwzZAvyOEWwRlO/2z4LI7kLvE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			TqZTgLxnYh/6mmxLOo4N+b/QP7c=
			</data>
			<key>hash2</key>
			<data>
			XKi99zTN23EdVbEEHqPYcF+ufV7pFKr3zLOGVmOAnQc=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			W7vHIZb379JLR6QbbJ32rFugx6s=
			</data>
			<key>hash2</key>
			<data>
			HcGfE0viCs8TwD/c20qquVJMc850+ZG2mk5vRyfcrMo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			B4wSTwtnJSrMiI66V6Qzff5bMes=
			</data>
			<key>hash2</key>
			<data>
			0aD/SsY9LxwDo68E9AdzxJbVAaTuQ829/2+8ymW6sbo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			AEWeOX2jySNU0wJtzkWuoqerd2w=
			</data>
			<key>hash2</key>
			<data>
			EiyMzivJ5x0oUf6xacWDOuXTVhcWwD4n0Pw/3rhATUU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			W7vHIZb379JLR6QbbJ32rFugx6s=
			</data>
			<key>hash2</key>
			<data>
			HcGfE0viCs8TwD/c20qquVJMc850+ZG2mk5vRyfcrMo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			B4wSTwtnJSrMiI66V6Qzff5bMes=
			</data>
			<key>hash2</key>
			<data>
			0aD/SsY9LxwDo68E9AdzxJbVAaTuQ829/2+8ymW6sbo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			AEWeOX2jySNU0wJtzkWuoqerd2w=
			</data>
			<key>hash2</key>
			<data>
			EiyMzivJ5x0oUf6xacWDOuXTVhcWwD4n0Pw/3rhATUU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Q6CE4nHfqmpKKrtX3HkLYaBt8ps=
			</data>
			<key>hash2</key>
			<data>
			uZyXZI8x8nl0R5U+YuQfOH2j8lnxYl6f6FGVyjYvatY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			OeTsiRZx11zLc478AGzj5BFrVb0=
			</data>
			<key>hash2</key>
			<data>
			V/sE5kyCJ1Y2qyuVvN85A8ar1jor0fTmZDmOlEgi4Hw=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			axZguLj2a+9gi1qLgwG8eOETwQA=
			</data>
			<key>hash2</key>
			<data>
			9eNGLtpNWf3yMRITxW5eAsGHHzxzjFT4GLbBecTLPC4=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Q6CE4nHfqmpKKrtX3HkLYaBt8ps=
			</data>
			<key>hash2</key>
			<data>
			uZyXZI8x8nl0R5U+YuQfOH2j8lnxYl6f6FGVyjYvatY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			OeTsiRZx11zLc478AGzj5BFrVb0=
			</data>
			<key>hash2</key>
			<data>
			V/sE5kyCJ1Y2qyuVvN85A8ar1jor0fTmZDmOlEgi4Hw=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			axZguLj2a+9gi1qLgwG8eOETwQA=
			</data>
			<key>hash2</key>
			<data>
			9eNGLtpNWf3yMRITxW5eAsGHHzxzjFT4GLbBecTLPC4=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			fcprTbJRpcg5hmtSw+RItg+djIk=
			</data>
			<key>hash2</key>
			<data>
			2+TDl9GAM0rrCngkER32+WSA0rCgPn6bX5O/+OKf3YI=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			9BdAO/xtRjmLEYXKCoejrA2l9uM=
			</data>
			<key>hash2</key>
			<data>
			RUT4AWGKZDKwniaBBDTLBAuI6xpN7WZjGVxzw/N8GTA=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			+jJxVH2dH3SiiQFJFJcCm1YRYXM=
			</data>
			<key>hash2</key>
			<data>
			+s1j8S5s69GxK/WWt73lMIESLMpkfBqs7dk42Xw9CQY=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
