<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		WScoirraaOhv0WYEndzzGx6smjY=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		yoAgR4x0nGhJfK5sXT5NFWRvr7I=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		4HzEOkkh/gImbyCuQRNjl+Je180=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		Ve7mVFR6PpUWnIFCXNumXydvnn4=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		1rGNzsMbg3OBZdRq7fjVWiBXn0A=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		eAqqMwf9dDvNLaByz6SVhn0EO8k=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		Nxkbb59l34o5qzARf2IhMrbfGRU=
		</data>
		<key>Info.plist</key>
		<data>
		BnHV5+a8cM3Mfx6KSfSZ4JC01tU=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		mTzl/4wd7YXNwBNkfDb+rafM2yU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		CIW9llhkRiky97mEgS22NX2nAzo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		+QfU+kIc79HfmzZAzrIto1dRwGQ=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		uxGUKYpI1SbWzcZ2dhSCJsCYwlQ=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		CIW9llhkRiky97mEgS22NX2nAzo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		+QfU+kIc79HfmzZAzrIto1dRwGQ=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		uxGUKYpI1SbWzcZ2dhSCJsCYwlQ=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		uOYDq8ynMZ0ruRcfb62XjuOMVps=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		IcS8F71/x3y+OtZeNzJFS2lH294=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		lWG3Xg8nDH+b6G8tQhAYWrmD6e8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		uOYDq8ynMZ0ruRcfb62XjuOMVps=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		IcS8F71/x3y+OtZeNzJFS2lH294=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		lWG3Xg8nDH+b6G8tQhAYWrmD6e8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		Ceh4s9Cv0jzjzdZRVpCzLTuKwJA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		2A/fRmuqoi5LvC4T98YFh74z0nk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		5d+t3/+6b+XFAcsxj7lh7bpX/GI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		Ceh4s9Cv0jzjzdZRVpCzLTuKwJA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		2A/fRmuqoi5LvC4T98YFh74z0nk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		5d+t3/+6b+XFAcsxj7lh7bpX/GI=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		fcprTbJRpcg5hmtSw+RItg+djIk=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		9BdAO/xtRjmLEYXKCoejrA2l9uM=
		</data>
		<key>config.json</key>
		<data>
		ZR6xhBDcxY1LiWit53KUw031F+4=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			WScoirraaOhv0WYEndzzGx6smjY=
			</data>
			<key>hash2</key>
			<data>
			0eAOK1kpzGSzMrOtXer/T1eAFf6pOdDgIqN5zXv7Ftg=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			yoAgR4x0nGhJfK5sXT5NFWRvr7I=
			</data>
			<key>hash2</key>
			<data>
			RgB3ecCW0X6hSbyGCNWiUOru4tSNsTuN5Qbw7muSvmo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			4HzEOkkh/gImbyCuQRNjl+Je180=
			</data>
			<key>hash2</key>
			<data>
			EyyjrQiSdVSjdVMFagEbt1rF/FGIbZnwLgWBdN+i0TA=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			Ve7mVFR6PpUWnIFCXNumXydvnn4=
			</data>
			<key>hash2</key>
			<data>
			b8xWvYXRW5PWAUgHPxDc7MGblzFy7n0g9ixAqjVHVXY=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			1rGNzsMbg3OBZdRq7fjVWiBXn0A=
			</data>
			<key>hash2</key>
			<data>
			RmEJmu8KC/T8q/i3O7oenj2HfAiKuTk6vpQy2NXCgh4=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			eAqqMwf9dDvNLaByz6SVhn0EO8k=
			</data>
			<key>hash2</key>
			<data>
			PzgIzZ22joKCHvPs/Lc4zwexSNNck9Lj+4Jklr6fzN4=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			Nxkbb59l34o5qzARf2IhMrbfGRU=
			</data>
			<key>hash2</key>
			<data>
			kX8XP4AxItuptpVuyRfb0J5u4CAq48l5bwqBhxRskXM=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			mTzl/4wd7YXNwBNkfDb+rafM2yU=
			</data>
			<key>hash2</key>
			<data>
			oYtUILAbVvT2frazSNjrDkzBnC82c4fUBFsjuyNcdRg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			CIW9llhkRiky97mEgS22NX2nAzo=
			</data>
			<key>hash2</key>
			<data>
			dE4zDUbwY6qFMWj1GxKUi9DyYj/XpU7lkUBQ9m7RmVA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			+QfU+kIc79HfmzZAzrIto1dRwGQ=
			</data>
			<key>hash2</key>
			<data>
			Eh+9lFksxbsM6WDsKI0vWjxtqr1DQCZUqOrq7DGPHKU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			uxGUKYpI1SbWzcZ2dhSCJsCYwlQ=
			</data>
			<key>hash2</key>
			<data>
			tX032njVD4c2urjY4YyQZTsFcSwyaaiiP20IchpxCyA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			CIW9llhkRiky97mEgS22NX2nAzo=
			</data>
			<key>hash2</key>
			<data>
			dE4zDUbwY6qFMWj1GxKUi9DyYj/XpU7lkUBQ9m7RmVA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			+QfU+kIc79HfmzZAzrIto1dRwGQ=
			</data>
			<key>hash2</key>
			<data>
			Eh+9lFksxbsM6WDsKI0vWjxtqr1DQCZUqOrq7DGPHKU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			uxGUKYpI1SbWzcZ2dhSCJsCYwlQ=
			</data>
			<key>hash2</key>
			<data>
			tX032njVD4c2urjY4YyQZTsFcSwyaaiiP20IchpxCyA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			uOYDq8ynMZ0ruRcfb62XjuOMVps=
			</data>
			<key>hash2</key>
			<data>
			LaG+v5DlB7xzoalopz9qPY7nclh6Y7j/Os3OoLnDhgo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			IcS8F71/x3y+OtZeNzJFS2lH294=
			</data>
			<key>hash2</key>
			<data>
			7epLXhSwVWjLN2lsYpbuPoEzeqXC0xDKf0xahpwYE3Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			lWG3Xg8nDH+b6G8tQhAYWrmD6e8=
			</data>
			<key>hash2</key>
			<data>
			Yfspbo5V+Q9+99h7Z9dHNA7xnz9qZ/+jj6O+ZczsR00=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			uOYDq8ynMZ0ruRcfb62XjuOMVps=
			</data>
			<key>hash2</key>
			<data>
			LaG+v5DlB7xzoalopz9qPY7nclh6Y7j/Os3OoLnDhgo=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			IcS8F71/x3y+OtZeNzJFS2lH294=
			</data>
			<key>hash2</key>
			<data>
			7epLXhSwVWjLN2lsYpbuPoEzeqXC0xDKf0xahpwYE3Y=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			lWG3Xg8nDH+b6G8tQhAYWrmD6e8=
			</data>
			<key>hash2</key>
			<data>
			Yfspbo5V+Q9+99h7Z9dHNA7xnz9qZ/+jj6O+ZczsR00=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Ceh4s9Cv0jzjzdZRVpCzLTuKwJA=
			</data>
			<key>hash2</key>
			<data>
			LNJeUFk9zbYyllq08c0RzoNBd6uYGzn+nhEg4zN6E80=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			2A/fRmuqoi5LvC4T98YFh74z0nk=
			</data>
			<key>hash2</key>
			<data>
			AR2ujP+ZBz8ftm9Qfz8yXqvAb6IJTN5stbMVyhpZAeg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			5d+t3/+6b+XFAcsxj7lh7bpX/GI=
			</data>
			<key>hash2</key>
			<data>
			zy0mKyQwtMHORCWSAb0uw4o2AWy3YkF6ws3+Bfv30iQ=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Ceh4s9Cv0jzjzdZRVpCzLTuKwJA=
			</data>
			<key>hash2</key>
			<data>
			LNJeUFk9zbYyllq08c0RzoNBd6uYGzn+nhEg4zN6E80=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			2A/fRmuqoi5LvC4T98YFh74z0nk=
			</data>
			<key>hash2</key>
			<data>
			AR2ujP+ZBz8ftm9Qfz8yXqvAb6IJTN5stbMVyhpZAeg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			5d+t3/+6b+XFAcsxj7lh7bpX/GI=
			</data>
			<key>hash2</key>
			<data>
			zy0mKyQwtMHORCWSAb0uw4o2AWy3YkF6ws3+Bfv30iQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			fcprTbJRpcg5hmtSw+RItg+djIk=
			</data>
			<key>hash2</key>
			<data>
			2+TDl9GAM0rrCngkER32+WSA0rCgPn6bX5O/+OKf3YI=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			9BdAO/xtRjmLEYXKCoejrA2l9uM=
			</data>
			<key>hash2</key>
			<data>
			RUT4AWGKZDKwniaBBDTLBAuI6xpN7WZjGVxzw/N8GTA=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			ZR6xhBDcxY1LiWit53KUw031F+4=
			</data>
			<key>hash2</key>
			<data>
			z+iY0ssTOun6tpOEwWXeX7NJAlapiAtEGVlNTTE8LR4=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
