<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		GLbibHgYV9FWLkIKpUor/Vu7AJ8=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		2oMXlIwVYvqF005G2ueg6GOZaJg=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		9lqqLBQfpbuHBjgiKA2j0GOBRUo=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		n6a7rx3v+Ul6s0Wwf0kgVzxiB7Q=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		Nxkbb59l34o5qzARf2IhMrbfGRU=
		</data>
		<key>Info.plist</key>
		<data>
		ozK2QRdIWIhNBlL1pq+lqV2oZtw=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<data>
		SousiwgTWV60v3De7w2/xDf4pBc=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		mTzl/4wd7YXNwBNkfDb+rafM2yU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		J1AC+l8uLGsAkkLRnYsvGfyMak4=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		0bEcB5ZBzdkxCThoWYqogzgxvuA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		wrbBDBRKe4lrBtqdWZ6GEnwjSWI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		J1AC+l8uLGsAkkLRnYsvGfyMak4=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		0bEcB5ZBzdkxCThoWYqogzgxvuA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		wrbBDBRKe4lrBtqdWZ6GEnwjSWI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		ReHuZtAIhVl346/TbdRJDbl1j+c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		pDSxGXiCwtO2rwi5kmsVpW9LgbA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		z7meSnQHXTwrzju+Cv0lxbZwHIM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		ReHuZtAIhVl346/TbdRJDbl1j+c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		pDSxGXiCwtO2rwi5kmsVpW9LgbA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		z7meSnQHXTwrzju+Cv0lxbZwHIM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		FN2Adofac4wf1rfbqrIho0NTUMY=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		ohoYvXODz1dvSGdvL1dF2DsJDMk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		kvD+qTgfIAX23wiB9WMWSVUirLA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		FN2Adofac4wf1rfbqrIho0NTUMY=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		ohoYvXODz1dvSGdvL1dF2DsJDMk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		kvD+qTgfIAX23wiB9WMWSVUirLA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		fcprTbJRpcg5hmtSw+RItg+djIk=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		9BdAO/xtRjmLEYXKCoejrA2l9uM=
		</data>
		<key>config.json</key>
		<data>
		PD1xhYStwy51pQKk7qAINETrbFM=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			GLbibHgYV9FWLkIKpUor/Vu7AJ8=
			</data>
			<key>hash2</key>
			<data>
			ZCY93HN3+dlLVNGLRhVkZrSIsKfvrodo48Q+9D++oGg=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			2oMXlIwVYvqF005G2ueg6GOZaJg=
			</data>
			<key>hash2</key>
			<data>
			boLqa30/jbgR3YIeg9XlbDem/rfLOfSoFJsuMpeDL2s=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			9lqqLBQfpbuHBjgiKA2j0GOBRUo=
			</data>
			<key>hash2</key>
			<data>
			AIIh4dJ08TI3WFBbvkKPFy3I2pUW3xeIHhh5VTZk2iQ=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			n6a7rx3v+Ul6s0Wwf0kgVzxiB7Q=
			</data>
			<key>hash2</key>
			<data>
			RoiUBs8SUPR8BGMyaIu1HBTp6yNj508G0SsPce3DuWY=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			Nxkbb59l34o5qzARf2IhMrbfGRU=
			</data>
			<key>hash2</key>
			<data>
			kX8XP4AxItuptpVuyRfb0J5u4CAq48l5bwqBhxRskXM=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<dict>
			<key>hash</key>
			<data>
			SousiwgTWV60v3De7w2/xDf4pBc=
			</data>
			<key>hash2</key>
			<data>
			F2PJMrdB5i2BbfgJ03n6b4ou9ZO+oiy6NchNxFjGDlY=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			mTzl/4wd7YXNwBNkfDb+rafM2yU=
			</data>
			<key>hash2</key>
			<data>
			oYtUILAbVvT2frazSNjrDkzBnC82c4fUBFsjuyNcdRg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			J1AC+l8uLGsAkkLRnYsvGfyMak4=
			</data>
			<key>hash2</key>
			<data>
			ioAF21YFbWfi2wVr6Ee6DivChjlIIlaDwchuOplfr2k=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			0bEcB5ZBzdkxCThoWYqogzgxvuA=
			</data>
			<key>hash2</key>
			<data>
			JZt0zkc43QUHNlxyOLJo2ER5pX1FhDXQOjezPXf5S6c=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			wrbBDBRKe4lrBtqdWZ6GEnwjSWI=
			</data>
			<key>hash2</key>
			<data>
			prVWSRhrAb55lF0O1IRFdoGSrU4zDu99dsFolS0DuFE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			J1AC+l8uLGsAkkLRnYsvGfyMak4=
			</data>
			<key>hash2</key>
			<data>
			ioAF21YFbWfi2wVr6Ee6DivChjlIIlaDwchuOplfr2k=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			0bEcB5ZBzdkxCThoWYqogzgxvuA=
			</data>
			<key>hash2</key>
			<data>
			JZt0zkc43QUHNlxyOLJo2ER5pX1FhDXQOjezPXf5S6c=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			wrbBDBRKe4lrBtqdWZ6GEnwjSWI=
			</data>
			<key>hash2</key>
			<data>
			prVWSRhrAb55lF0O1IRFdoGSrU4zDu99dsFolS0DuFE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ReHuZtAIhVl346/TbdRJDbl1j+c=
			</data>
			<key>hash2</key>
			<data>
			7+qsltmPtbwNKqRlk8eA+ZBp/BKie4Ni+aTLjSyTGJU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pDSxGXiCwtO2rwi5kmsVpW9LgbA=
			</data>
			<key>hash2</key>
			<data>
			UQv1kSwuUSRk0TxzzMVhSLqhIXvn9BrgcjD5FW5hufk=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			z7meSnQHXTwrzju+Cv0lxbZwHIM=
			</data>
			<key>hash2</key>
			<data>
			CZQSK5/oCUhOGiU6p7ECjEAWMIh1SjFv0Mt32L9b2pk=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ReHuZtAIhVl346/TbdRJDbl1j+c=
			</data>
			<key>hash2</key>
			<data>
			7+qsltmPtbwNKqRlk8eA+ZBp/BKie4Ni+aTLjSyTGJU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pDSxGXiCwtO2rwi5kmsVpW9LgbA=
			</data>
			<key>hash2</key>
			<data>
			UQv1kSwuUSRk0TxzzMVhSLqhIXvn9BrgcjD5FW5hufk=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			z7meSnQHXTwrzju+Cv0lxbZwHIM=
			</data>
			<key>hash2</key>
			<data>
			CZQSK5/oCUhOGiU6p7ECjEAWMIh1SjFv0Mt32L9b2pk=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			FN2Adofac4wf1rfbqrIho0NTUMY=
			</data>
			<key>hash2</key>
			<data>
			leiNgxfNkw0f1s6JW5h7YbET4C5KUQduoJeWuZa1pwE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			ohoYvXODz1dvSGdvL1dF2DsJDMk=
			</data>
			<key>hash2</key>
			<data>
			YFrww5WClPBKpfyuSoDzq9A171UXQWIdkpyjZyWcXvI=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			kvD+qTgfIAX23wiB9WMWSVUirLA=
			</data>
			<key>hash2</key>
			<data>
			G+wo92euYX5u4vUkB3gjZO3zTLyfJ3lLnOgPhMqB95s=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			FN2Adofac4wf1rfbqrIho0NTUMY=
			</data>
			<key>hash2</key>
			<data>
			leiNgxfNkw0f1s6JW5h7YbET4C5KUQduoJeWuZa1pwE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			ohoYvXODz1dvSGdvL1dF2DsJDMk=
			</data>
			<key>hash2</key>
			<data>
			YFrww5WClPBKpfyuSoDzq9A171UXQWIdkpyjZyWcXvI=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			kvD+qTgfIAX23wiB9WMWSVUirLA=
			</data>
			<key>hash2</key>
			<data>
			G+wo92euYX5u4vUkB3gjZO3zTLyfJ3lLnOgPhMqB95s=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			fcprTbJRpcg5hmtSw+RItg+djIk=
			</data>
			<key>hash2</key>
			<data>
			2+TDl9GAM0rrCngkER32+WSA0rCgPn6bX5O/+OKf3YI=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			9BdAO/xtRjmLEYXKCoejrA2l9uM=
			</data>
			<key>hash2</key>
			<data>
			RUT4AWGKZDKwniaBBDTLBAuI6xpN7WZjGVxzw/N8GTA=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			PD1xhYStwy51pQKk7qAINETrbFM=
			</data>
			<key>hash2</key>
			<data>
			ZnkFvWqcdvrhA//yX1Ocngu47MPawPoHayEzsB8VYn4=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
