<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		0xmy+YoJEMYkGzAw3lnxk9xhK54=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		NT7prrSaGjqbyF1COBWVusZKOwE=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		e/XfAWXguXfsHICpgTNZItgpfsQ=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		QgYcZlohCuI0z4IGs3YsGPwhOnk=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		rxD3p4ZYXYWNEesglWVf70I5VBs=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		5HMeaUIWN7mOqpoagC8u5wEaIJo=
		</data>
		<key>Info.plist</key>
		<data>
		CPtxHhccazIyB7aXZqeNpvxrrUg=
		</data>
		<key>KEBVersion.json</key>
		<data>
		asrQkqYZ32qExlN+q/SyfzVxBnI=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaMobileSDK-Build.plist</key>
		<data>
		qA0PlcxvsAkkLOOodwvGggYzuBo=
		</data>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<data>
		z8mA7xwFS96djqwxlR56zYHfNgQ=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		Ge1WdqweV1yuI0G0EJCkK5vaCWw=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		I+PVaaRw2Tsl7oGeaCIvwDQ3K+A=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		S4UMUNUjOAcRzeThjbrD9xyoTM8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		+8OoUKF1aqdW2r67IeJeID+fCpM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		S4UMUNUjOAcRzeThjbrD9xyoTM8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		q1/0iyHJzsqFi6jZ8nHV7enp5zU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		I+PVaaRw2Tsl7oGeaCIvwDQ3K+A=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		+XEZdsyZXM3bVEpHLq8fqdn+2fU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		e9LlKK8V05bJLmRyW95JfTdKXwM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		+XEZdsyZXM3bVEpHLq8fqdn+2fU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		LV5Obf0xy86BaRS90aXILO0l9y4=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		lrz35HJMYIqjUh9jomyCArI2weE=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		ogDluNMmZdkatfkGBCZaFiBkHbY=
		</data>
		<key>PostPurchaseWrapper.html</key>
		<data>
		/GdUoW7W2f0PJNStjTAr7zc9Wgs=
		</data>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<data>
		oOBCaUPPhFwqR0T9jWbVymraiQ4=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		fcIj2U5YQcGNPmtlKoZxSgu5ySg=
		</data>
		<key>config.json</key>
		<data>
		FDZhQrfP7p+HRGINhg7iFDUvemc=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			0xmy+YoJEMYkGzAw3lnxk9xhK54=
			</data>
			<key>hash2</key>
			<data>
			VDBRfVPoRd5FAjgNbZPBXjNxazRN9iqOlv2/Ve/sVHI=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			NT7prrSaGjqbyF1COBWVusZKOwE=
			</data>
			<key>hash2</key>
			<data>
			gz9Yd3zhA6cfwlW9xT7s8pQQAmXFq3OTW/bkHK32Xy0=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			e/XfAWXguXfsHICpgTNZItgpfsQ=
			</data>
			<key>hash2</key>
			<data>
			uEdp1sSwj9laPtV2fGCpoxMZ96RPYVUHvKkhixBM8vs=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			QgYcZlohCuI0z4IGs3YsGPwhOnk=
			</data>
			<key>hash2</key>
			<data>
			HfmDrEKfL+87s+1Yyxd5tiLkTEo8due9VRnY7Bz9GdE=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			rxD3p4ZYXYWNEesglWVf70I5VBs=
			</data>
			<key>hash2</key>
			<data>
			DwG9ix3NPAQ19QqPTXusST2+/unszaRlWEAis2FKs4s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			5HMeaUIWN7mOqpoagC8u5wEaIJo=
			</data>
			<key>hash2</key>
			<data>
			TWXgpLSvAJODXRcUEtfMxDUSoIT/hDIqGaWxPqA+bPc=
			</data>
		</dict>
		<key>KEBVersion.json</key>
		<dict>
			<key>hash</key>
			<data>
			asrQkqYZ32qExlN+q/SyfzVxBnI=
			</data>
			<key>hash2</key>
			<data>
			7hK3uOc7YMqLPGt72gL5FXZuN7RSwexnGQsJrm3ToXo=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Build.plist</key>
		<dict>
			<key>hash</key>
			<data>
			qA0PlcxvsAkkLOOodwvGggYzuBo=
			</data>
			<key>hash2</key>
			<data>
			008EJo5HwqCwi6OTzFSgYoYbvueugzElASpxQmZ+kwY=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<dict>
			<key>hash</key>
			<data>
			z8mA7xwFS96djqwxlR56zYHfNgQ=
			</data>
			<key>hash2</key>
			<data>
			F4cj12WKpE/NYjALNezg4QmygS8rh7wHJMUt3mMjYpg=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			Ge1WdqweV1yuI0G0EJCkK5vaCWw=
			</data>
			<key>hash2</key>
			<data>
			hCHkOo11k6Zmj43zShlT4wr278Gws0b51x51YUWNFrw=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			I+PVaaRw2Tsl7oGeaCIvwDQ3K+A=
			</data>
			<key>hash2</key>
			<data>
			JvRzlWugoHs6a4oCDZt0FDcHXz7dhgr0/J5ewglSSfY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			S4UMUNUjOAcRzeThjbrD9xyoTM8=
			</data>
			<key>hash2</key>
			<data>
			rPF94pOM6uIyWhjIe2nma3csjFYsLjYVQq38XYFI7uE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			+8OoUKF1aqdW2r67IeJeID+fCpM=
			</data>
			<key>hash2</key>
			<data>
			DWTeyV5gck/6R6UOtIAnpd9amJi+vaNgPvyNWjQnbTw=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			S4UMUNUjOAcRzeThjbrD9xyoTM8=
			</data>
			<key>hash2</key>
			<data>
			rPF94pOM6uIyWhjIe2nma3csjFYsLjYVQq38XYFI7uE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			q1/0iyHJzsqFi6jZ8nHV7enp5zU=
			</data>
			<key>hash2</key>
			<data>
			xJycN3jXSrcE7mDNfS4T4jGGagTkgKrAx6Tl8v8j5Fk=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			I+PVaaRw2Tsl7oGeaCIvwDQ3K+A=
			</data>
			<key>hash2</key>
			<data>
			JvRzlWugoHs6a4oCDZt0FDcHXz7dhgr0/J5ewglSSfY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			+XEZdsyZXM3bVEpHLq8fqdn+2fU=
			</data>
			<key>hash2</key>
			<data>
			Lm/ftFwE4c2JSh6AT1JjI0lBrsA1D6gyQyXMcYiKbO8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			e9LlKK8V05bJLmRyW95JfTdKXwM=
			</data>
			<key>hash2</key>
			<data>
			nPrZyoYmSy80ekb4gp1bnaiUAO1uZouH4aNQKcTI7Sc=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			+XEZdsyZXM3bVEpHLq8fqdn+2fU=
			</data>
			<key>hash2</key>
			<data>
			Lm/ftFwE4c2JSh6AT1JjI0lBrsA1D6gyQyXMcYiKbO8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			LV5Obf0xy86BaRS90aXILO0l9y4=
			</data>
			<key>hash2</key>
			<data>
			yOXNUzTXb4egkWHiq0x021OYzXN5NUtGS7k7sLaqfAI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			lrz35HJMYIqjUh9jomyCArI2weE=
			</data>
			<key>hash2</key>
			<data>
			RorZim4zx04VgqSKMs/oMlQCw+li96TwnEjFk4Mkk8A=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			ogDluNMmZdkatfkGBCZaFiBkHbY=
			</data>
			<key>hash2</key>
			<data>
			+zVhaEfmoMmskGWdJh9MCZMHpZmRA9YH6ASu4Bh6wQA=
			</data>
		</dict>
		<key>PostPurchaseWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			/GdUoW7W2f0PJNStjTAr7zc9Wgs=
			</data>
			<key>hash2</key>
			<data>
			sK0tmY9uXxZ4XDZh3LF+YExntzJXzMkvDswrXwz70mk=
			</data>
		</dict>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<dict>
			<key>hash</key>
			<data>
			oOBCaUPPhFwqR0T9jWbVymraiQ4=
			</data>
			<key>hash2</key>
			<data>
			K3CxqZf7UWhp0xIC+Je1AhI1Pj7euhWyEiWAceYU6Bc=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			fcIj2U5YQcGNPmtlKoZxSgu5ySg=
			</data>
			<key>hash2</key>
			<data>
			nG0lYLiUIfoRB4vHHSXZH41paMM/fal31+1iCJP87m0=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			FDZhQrfP7p+HRGINhg7iFDUvemc=
			</data>
			<key>hash2</key>
			<data>
			bVbul8ojB6a+baUpMsuSAiw/bD98pzL/62+irIfq+6o=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
