<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		R7gXPjNTatU7BbfCIzP6MB8LI1E=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		91kuqCIv4CHnUFneoPcaOWj8rQI=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		pyTTN3JkYSzQYdo4ekrQg9pLM7g=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		24qKmWk2mdwb8pECFY617mPX4KM=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		24qKmWk2mdwb8pECFY617mPX4KM=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		w8JG6nT+FKaEVqgT55vc8WBCtUo=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		5HMeaUIWN7mOqpoagC8u5wEaIJo=
		</data>
		<key>Info.plist</key>
		<data>
		buy38pB3UKWpT/RI/pS8sA+eJZY=
		</data>
		<key>KEBVersion.json</key>
		<data>
		ObtK4FgEBbwOqO/sIGYKS7ARuTU=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaMobileSDK-Build.plist</key>
		<data>
		/1yMz7scHswgj7HCKCVFx+1zm+c=
		</data>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<data>
		75505FZ3gHwo4hh1EpaTYQIvffQ=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		hpsdkt1mX+ZtF1LYzoLOXKAFJxg=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		tmcxrcZS9+uUo8bjMxnUjXcnbyM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		9mdBfHGKDz8LC4AYXc+YensaAyo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		FCS2oBozu45DyYp6tziNjIOeOWc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		9mdBfHGKDz8LC4AYXc+YensaAyo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		wd1R4nBxTvq2duB+WHg42euQ1Nc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		tmcxrcZS9+uUo8bjMxnUjXcnbyM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		hD3ZS0vCexTUx45yEEn+VpfkE9g=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		zROzAl2MS4iSA0rI9PsrMvx3SxM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		hD3ZS0vCexTUx45yEEn+VpfkE9g=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		bpLgfc+RM0jMs/RaW/jJG+t/2pQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		XYHkdLTTaCgGvWeSqtlcFc8EcQA=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		59ijza05nfHNSPAaPUZ9sK0ef8A=
		</data>
		<key>PostPurchaseWrapper.html</key>
		<data>
		JLXCmrT2fDR1uNOCqp00lUGd/+I=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		IcBgM3hra6yooK1W3olnU2Q2JsI=
		</data>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<data>
		oOBCaUPPhFwqR0T9jWbVymraiQ4=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		fcIj2U5YQcGNPmtlKoZxSgu5ySg=
		</data>
		<key>config.json</key>
		<data>
		rsgHX8eFrHIqQYtWjVrQsn+Zjas=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			R7gXPjNTatU7BbfCIzP6MB8LI1E=
			</data>
			<key>hash2</key>
			<data>
			e2fF5Y5yWHv/3bpWlQxhnYK51XHP11tDY7yGArHYR7s=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			91kuqCIv4CHnUFneoPcaOWj8rQI=
			</data>
			<key>hash2</key>
			<data>
			FV1TnpqsiNGNfY9HzJID7YHCnsLFo90mI6qSBQIg9OU=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			pyTTN3JkYSzQYdo4ekrQg9pLM7g=
			</data>
			<key>hash2</key>
			<data>
			lZjso2RQOOs13YIwlGC+MN/m3PIOivNRmIuZIAzhhdc=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			24qKmWk2mdwb8pECFY617mPX4KM=
			</data>
			<key>hash2</key>
			<data>
			ccohps+1E+lTk0Utw/IarNtHf7L5HWikAGmfyK4NNpE=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			24qKmWk2mdwb8pECFY617mPX4KM=
			</data>
			<key>hash2</key>
			<data>
			ccohps+1E+lTk0Utw/IarNtHf7L5HWikAGmfyK4NNpE=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			w8JG6nT+FKaEVqgT55vc8WBCtUo=
			</data>
			<key>hash2</key>
			<data>
			cKoPwSyxNmp6s6HJBDm4yeburyiPyVB7jMaO+RzAVNk=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			5HMeaUIWN7mOqpoagC8u5wEaIJo=
			</data>
			<key>hash2</key>
			<data>
			TWXgpLSvAJODXRcUEtfMxDUSoIT/hDIqGaWxPqA+bPc=
			</data>
		</dict>
		<key>KEBVersion.json</key>
		<dict>
			<key>hash</key>
			<data>
			ObtK4FgEBbwOqO/sIGYKS7ARuTU=
			</data>
			<key>hash2</key>
			<data>
			VSL0oPyX8pFB34dYfyZmwz9z8sn0fK/9a8a48cb94no=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Build.plist</key>
		<dict>
			<key>hash</key>
			<data>
			/1yMz7scHswgj7HCKCVFx+1zm+c=
			</data>
			<key>hash2</key>
			<data>
			C1ctFaJSkZSLrs+fMlP6a5eCHVNuin4Dc0ilvR9PZSc=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<dict>
			<key>hash</key>
			<data>
			75505FZ3gHwo4hh1EpaTYQIvffQ=
			</data>
			<key>hash2</key>
			<data>
			cKEY8rpLVYkcyHk007ryo7OjP/aH7lgDNFxXKWYmOwE=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			hpsdkt1mX+ZtF1LYzoLOXKAFJxg=
			</data>
			<key>hash2</key>
			<data>
			tY8WbC5bIsaJcBBumhonBmkhiQ8xf6y3ZZ+SL8dO8wU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			tmcxrcZS9+uUo8bjMxnUjXcnbyM=
			</data>
			<key>hash2</key>
			<data>
			JOb+J0Hr6/Awmk1Ghvt54cR4FSrHJ3XTXZMyBOPTgWM=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			9mdBfHGKDz8LC4AYXc+YensaAyo=
			</data>
			<key>hash2</key>
			<data>
			ST+l/sUHhh+rk0QdFvhRnbCQGtSpdrMCfaEwiNv2mqA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			FCS2oBozu45DyYp6tziNjIOeOWc=
			</data>
			<key>hash2</key>
			<data>
			7GZgNctUV8tFF7iy5BK8hl1VZyr+Xwnyq9UJFeMErk8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			9mdBfHGKDz8LC4AYXc+YensaAyo=
			</data>
			<key>hash2</key>
			<data>
			ST+l/sUHhh+rk0QdFvhRnbCQGtSpdrMCfaEwiNv2mqA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			wd1R4nBxTvq2duB+WHg42euQ1Nc=
			</data>
			<key>hash2</key>
			<data>
			xhrRAiDaYAxtSXItjTyrVqc0Bh5ye8Ull56q5Bo0T64=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			tmcxrcZS9+uUo8bjMxnUjXcnbyM=
			</data>
			<key>hash2</key>
			<data>
			JOb+J0Hr6/Awmk1Ghvt54cR4FSrHJ3XTXZMyBOPTgWM=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			hD3ZS0vCexTUx45yEEn+VpfkE9g=
			</data>
			<key>hash2</key>
			<data>
			uMjlY06n+lW2gzGIC/b4+ww36y1aKTJ8z4wNK/mjfxA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			zROzAl2MS4iSA0rI9PsrMvx3SxM=
			</data>
			<key>hash2</key>
			<data>
			3v0vuPESVKwfQ3KSOCltBF04tdExPuwhvT/6XFy0b+U=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			hD3ZS0vCexTUx45yEEn+VpfkE9g=
			</data>
			<key>hash2</key>
			<data>
			uMjlY06n+lW2gzGIC/b4+ww36y1aKTJ8z4wNK/mjfxA=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			bpLgfc+RM0jMs/RaW/jJG+t/2pQ=
			</data>
			<key>hash2</key>
			<data>
			CSRfXH0Y6YfmK1k1ZLy6gqleOGIN8dEAk3q54g+v8Us=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			XYHkdLTTaCgGvWeSqtlcFc8EcQA=
			</data>
			<key>hash2</key>
			<data>
			XXUGP8To4MJcTImJJWKSQD/yQJBlwc+09r9pB7Ni5nQ=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			59ijza05nfHNSPAaPUZ9sK0ef8A=
			</data>
			<key>hash2</key>
			<data>
			afb2ruvrN0uXKQQGqlrmQ77smlLm2tBDEpCcbOHt+Cs=
			</data>
		</dict>
		<key>PostPurchaseWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			JLXCmrT2fDR1uNOCqp00lUGd/+I=
			</data>
			<key>hash2</key>
			<data>
			8zFb5JwbmahgSbymHDTLc6EWN5R6oSi21QwsKVty2dU=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			IcBgM3hra6yooK1W3olnU2Q2JsI=
			</data>
			<key>hash2</key>
			<data>
			bSCmTWgYgvArxw02dvqsQdc0DSDh8yLLPmXgz5jEDWw=
			</data>
		</dict>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<dict>
			<key>hash</key>
			<data>
			oOBCaUPPhFwqR0T9jWbVymraiQ4=
			</data>
			<key>hash2</key>
			<data>
			K3CxqZf7UWhp0xIC+Je1AhI1Pj7euhWyEiWAceYU6Bc=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			fcIj2U5YQcGNPmtlKoZxSgu5ySg=
			</data>
			<key>hash2</key>
			<data>
			nG0lYLiUIfoRB4vHHSXZH41paMM/fal31+1iCJP87m0=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			rsgHX8eFrHIqQYtWjVrQsn+Zjas=
			</data>
			<key>hash2</key>
			<data>
			IrZZZ773YIAGmJSsrpkdV7PjSkdHderf2zvt/Ls16KA=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
