<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		Gle4Xspqk1voaZB13jkuIL47Gxc=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		91kuqCIv4CHnUFneoPcaOWj8rQI=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		pyTTN3JkYSzQYdo4ekrQg9pLM7g=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		24qKmWk2mdwb8pECFY617mPX4KM=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		24qKmWk2mdwb8pECFY617mPX4KM=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		5ZmaWOOiLYGmFI6gloEu2eQKv8o=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		5HMeaUIWN7mOqpoagC8u5wEaIJo=
		</data>
		<key>Info.plist</key>
		<data>
		f3B575QOXXehRt/MhPk8wFvPPZY=
		</data>
		<key>KEBVersion.json</key>
		<data>
		Hipb6ZF9O/kxOW8NVEG0ViCdqyk=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaMobileSDK-Build.plist</key>
		<data>
		QinX89A1296KEQsf9kamggF8lXY=
		</data>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<data>
		IQm5Cl11bvc1MqE6TgLKizIi3eA=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		WWQnegX/ENPPrWEEZemibdFu3Mk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		RiYVeSpbhZHElyATdiwfw9hc3NM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		KUvvnlokTtP3qvW6WmLJkZlMlO8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		U4A07yv12cx7SFlVkAjq8BB+9Zw=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		KUvvnlokTtP3qvW6WmLJkZlMlO8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		O7zTOjjAPjDw04qYTcWhyYbFuIw=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		RiYVeSpbhZHElyATdiwfw9hc3NM=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		Y283mg4B4vvXfBl/7D0d7gDJ9fA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		+IMD4T02zvaAJ/yUxVuA15dOxCc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		Y283mg4B4vvXfBl/7D0d7gDJ9fA=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		4nHCEGVw0JyEJZfNHeqfXgM3LBM=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		XYHkdLTTaCgGvWeSqtlcFc8EcQA=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		KYX0UrJRaw5/JDQu5TAj1AFAsKo=
		</data>
		<key>PostPurchaseWrapper.html</key>
		<data>
		EQQeq5o3rMygC34PZYso82opOIQ=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		3iZFOhcufmb0kVrF3ErJnAx0xQY=
		</data>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<data>
		oOBCaUPPhFwqR0T9jWbVymraiQ4=
		</data>
		<key>WebSdkWrapper.html</key>
		<data>
		YazEet/Lh5rjfrY5qWI6JQPOUvY=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		c8Z66jGSDrn5lwDWOHhhPegafQY=
		</data>
		<key>config.json</key>
		<data>
		yty+mYRs195lqWSIIZeaubMYXic=
		</data>
		<key>osm_demo.json</key>
		<data>
		CpERNPaeGgEIKDaWI2HRiPvqEIQ=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			Gle4Xspqk1voaZB13jkuIL47Gxc=
			</data>
			<key>hash2</key>
			<data>
			ad6M3yTxQhl9UwVFbFMZUuAJZcKnQG0QISf2i/b2gUY=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			91kuqCIv4CHnUFneoPcaOWj8rQI=
			</data>
			<key>hash2</key>
			<data>
			FV1TnpqsiNGNfY9HzJID7YHCnsLFo90mI6qSBQIg9OU=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			pyTTN3JkYSzQYdo4ekrQg9pLM7g=
			</data>
			<key>hash2</key>
			<data>
			lZjso2RQOOs13YIwlGC+MN/m3PIOivNRmIuZIAzhhdc=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			24qKmWk2mdwb8pECFY617mPX4KM=
			</data>
			<key>hash2</key>
			<data>
			ccohps+1E+lTk0Utw/IarNtHf7L5HWikAGmfyK4NNpE=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			24qKmWk2mdwb8pECFY617mPX4KM=
			</data>
			<key>hash2</key>
			<data>
			ccohps+1E+lTk0Utw/IarNtHf7L5HWikAGmfyK4NNpE=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			5ZmaWOOiLYGmFI6gloEu2eQKv8o=
			</data>
			<key>hash2</key>
			<data>
			zUQknNXNKxf2NV+Zbg1unfDCkYL1K+fMtrskvOizVH4=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			5HMeaUIWN7mOqpoagC8u5wEaIJo=
			</data>
			<key>hash2</key>
			<data>
			TWXgpLSvAJODXRcUEtfMxDUSoIT/hDIqGaWxPqA+bPc=
			</data>
		</dict>
		<key>KEBVersion.json</key>
		<dict>
			<key>hash</key>
			<data>
			Hipb6ZF9O/kxOW8NVEG0ViCdqyk=
			</data>
			<key>hash2</key>
			<data>
			BUQOUm6Oi7vehdBZAdaPjwsACmoxILXwqZKBWc4/YBQ=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Build.plist</key>
		<dict>
			<key>hash</key>
			<data>
			QinX89A1296KEQsf9kamggF8lXY=
			</data>
			<key>hash2</key>
			<data>
			lgB21DMkCmzJaiNhPZYrT+SENTBngdWOtJ506TLamJk=
			</data>
		</dict>
		<key>KlarnaMobileSDK-Framework.plist</key>
		<dict>
			<key>hash</key>
			<data>
			IQm5Cl11bvc1MqE6TgLKizIi3eA=
			</data>
			<key>hash2</key>
			<data>
			ZINWmtxbBdtCC9cL9RFO9CR0qFvM+Iq6q1h0dhLBvgM=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			WWQnegX/ENPPrWEEZemibdFu3Mk=
			</data>
			<key>hash2</key>
			<data>
			ltyKoQfhZjhXmH7JxIKZwCWCOlwHjNbLy3BJy3hiGcw=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			RiYVeSpbhZHElyATdiwfw9hc3NM=
			</data>
			<key>hash2</key>
			<data>
			oMBaqImRHDJ/tfLSQvhAA06MsTr4B6K+WMRxnx2rEbU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			KUvvnlokTtP3qvW6WmLJkZlMlO8=
			</data>
			<key>hash2</key>
			<data>
			clz2ffBTkZekjUGvRdipmL5j8KxF5e3zaP2KiUzuPWY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			U4A07yv12cx7SFlVkAjq8BB+9Zw=
			</data>
			<key>hash2</key>
			<data>
			b6RK/XsrUr+srIBW20Cua0OvVnnQmQLa7/HPTgPuuE8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			KUvvnlokTtP3qvW6WmLJkZlMlO8=
			</data>
			<key>hash2</key>
			<data>
			clz2ffBTkZekjUGvRdipmL5j8KxF5e3zaP2KiUzuPWY=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			O7zTOjjAPjDw04qYTcWhyYbFuIw=
			</data>
			<key>hash2</key>
			<data>
			Glz7UvqsYqznoctAe0CvxLjXVfq21l4SVpPIWEDgKMM=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			RiYVeSpbhZHElyATdiwfw9hc3NM=
			</data>
			<key>hash2</key>
			<data>
			oMBaqImRHDJ/tfLSQvhAA06MsTr4B6K+WMRxnx2rEbU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Y283mg4B4vvXfBl/7D0d7gDJ9fA=
			</data>
			<key>hash2</key>
			<data>
			eFaaJSFVq++WnhrWIDAJFnsfc2bDqnjg3SU1wwrXXps=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			+IMD4T02zvaAJ/yUxVuA15dOxCc=
			</data>
			<key>hash2</key>
			<data>
			wBUzrvq65fBX5aoeIbuBVKhU3zEp4TaxAcxyKkW1W+g=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Y283mg4B4vvXfBl/7D0d7gDJ9fA=
			</data>
			<key>hash2</key>
			<data>
			eFaaJSFVq++WnhrWIDAJFnsfc2bDqnjg3SU1wwrXXps=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			4nHCEGVw0JyEJZfNHeqfXgM3LBM=
			</data>
			<key>hash2</key>
			<data>
			8aPmSnoPY1vuacKuuXiaTxUnkwHNJOUlM4qKneUp3Vw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			XYHkdLTTaCgGvWeSqtlcFc8EcQA=
			</data>
			<key>hash2</key>
			<data>
			XXUGP8To4MJcTImJJWKSQD/yQJBlwc+09r9pB7Ni5nQ=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			KYX0UrJRaw5/JDQu5TAj1AFAsKo=
			</data>
			<key>hash2</key>
			<data>
			oiqFoSmbG0eyp+sfYTF476HwLCbdCr3+EykoyM+ySb0=
			</data>
		</dict>
		<key>PostPurchaseWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			EQQeq5o3rMygC34PZYso82opOIQ=
			</data>
			<key>hash2</key>
			<data>
			X+Q48dK73JgXojvBBqTki/Kkf2NW+myI3t8Pnyv3l+o=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			3iZFOhcufmb0kVrF3ErJnAx0xQY=
			</data>
			<key>hash2</key>
			<data>
			gtv4dI0qZOSJxOmMpDfO4P4FSPB0Zoz5FRV29FnOjsw=
			</data>
		</dict>
		<key>PrivateHeaders/KlarnaMobileSDKPostfix.h</key>
		<dict>
			<key>hash</key>
			<data>
			oOBCaUPPhFwqR0T9jWbVymraiQ4=
			</data>
			<key>hash2</key>
			<data>
			K3CxqZf7UWhp0xIC+Je1AhI1Pj7euhWyEiWAceYU6Bc=
			</data>
		</dict>
		<key>WebSdkWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			YazEet/Lh5rjfrY5qWI6JQPOUvY=
			</data>
			<key>hash2</key>
			<data>
			hYyNkFbMd+/tDL4D9wswHEgANOzlsTHFzAPGe3CtZiY=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			c8Z66jGSDrn5lwDWOHhhPegafQY=
			</data>
			<key>hash2</key>
			<data>
			Ay6QBwA5W4mP9gHVHPS1F2krN18yLW4VA9J81gaDDKE=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			yty+mYRs195lqWSIIZeaubMYXic=
			</data>
			<key>hash2</key>
			<data>
			pWlxmeas6hb/fbiKhFB06J1w1hilqyxtsJiEiqzCo5c=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			CpERNPaeGgEIKDaWI2HRiPvqEIQ=
			</data>
			<key>hash2</key>
			<data>
			lZGobdKnpwF2UXDRAGL+qKz8Uc2v6BTONX/LB16Uw5Y=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
