<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		FLEoGv+HJUkeOXAf+RChDqHi2Bc=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		GEEXcCBHU+Y9kS/8KDh0KxQQhV4=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		w8l6v6wzFJKqWrVYh/mQhHU1mU8=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		Apvd/t4+herO3VwApzkTTyx9M0s=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		sH4ho+uvIVuX1weFWf+FKfQat24=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		36qbzw0KbxlOgYgUDSdJDjYLddU=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		Nxkbb59l34o5qzARf2IhMrbfGRU=
		</data>
		<key>Info.plist</key>
		<data>
		VM4JlVMQwadAAeyo4vYlSrk/KvE=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		weS83te9CjQx1NrOMmqHEoBcoQk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		Ugsd6DUX2LlJRVZ0i81GWD2xXL8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		KNP2tInB/E/BPykjQ2bxt0mpPy4=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		weS83te9CjQx1NrOMmqHEoBcoQk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		Ugsd6DUX2LlJRVZ0i81GWD2xXL8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		KNP2tInB/E/BPykjQ2bxt0mpPy4=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		3LYMMAIuT/8Y75NnS5CTeT24Hjk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		QPEQZE7Wf2k/w4mvKNQuli4+J1w=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		kEK6bDeC9JmE/xosuSvqUlfkQMI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		3LYMMAIuT/8Y75NnS5CTeT24Hjk=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		QPEQZE7Wf2k/w4mvKNQuli4+J1w=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		kEK6bDeC9JmE/xosuSvqUlfkQMI=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		IseCk3zVgca5xcHj/pAs/VM//3w=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		HlNUidRUdL+UejQtj/Mx3apnTco=
		</data>
		<key>config.json</key>
		<data>
		MXrE4J/LHKdZf96IV8iEewH1c9Q=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			FLEoGv+HJUkeOXAf+RChDqHi2Bc=
			</data>
			<key>hash2</key>
			<data>
			MLh41QWqstbxMBuZqh+1vwOICoDGqUIILwjgwdhNtoY=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			GEEXcCBHU+Y9kS/8KDh0KxQQhV4=
			</data>
			<key>hash2</key>
			<data>
			893NWh+ALc5ASwxsSM05PjaJyNAv/kY5MzOHwHlE7l8=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			w8l6v6wzFJKqWrVYh/mQhHU1mU8=
			</data>
			<key>hash2</key>
			<data>
			vShgzEuip427nmndTKTsdJNeaaAnhTf/izH3rVqk0x0=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			Apvd/t4+herO3VwApzkTTyx9M0s=
			</data>
			<key>hash2</key>
			<data>
			rC8P2z+NQ8PRBTK1mLo64D31f8txySeWQk/TkOTIWuM=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			sH4ho+uvIVuX1weFWf+FKfQat24=
			</data>
			<key>hash2</key>
			<data>
			IUq2thprTUMaOHdZ1SxHTwrjAAPp7jgO1VkFI/LueMw=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			36qbzw0KbxlOgYgUDSdJDjYLddU=
			</data>
			<key>hash2</key>
			<data>
			qEsd0u70iFtE7Hm/7KS/jOi2InznqeERN2G1oped4TY=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			Nxkbb59l34o5qzARf2IhMrbfGRU=
			</data>
			<key>hash2</key>
			<data>
			kX8XP4AxItuptpVuyRfb0J5u4CAq48l5bwqBhxRskXM=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			weS83te9CjQx1NrOMmqHEoBcoQk=
			</data>
			<key>hash2</key>
			<data>
			vOWABHDawv5wEaahunUoTjyatMkg4i79/hE0jAc2uFM=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Ugsd6DUX2LlJRVZ0i81GWD2xXL8=
			</data>
			<key>hash2</key>
			<data>
			vrxPiHA2A+AlCmzAY3t7D7u4yzwruB7Q2lqqMCdJvqs=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			KNP2tInB/E/BPykjQ2bxt0mpPy4=
			</data>
			<key>hash2</key>
			<data>
			xxq/fzI8DHzuAfY5yeQBXAtEb+IuXU+m1BM6yuk76p8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			weS83te9CjQx1NrOMmqHEoBcoQk=
			</data>
			<key>hash2</key>
			<data>
			vOWABHDawv5wEaahunUoTjyatMkg4i79/hE0jAc2uFM=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Ugsd6DUX2LlJRVZ0i81GWD2xXL8=
			</data>
			<key>hash2</key>
			<data>
			vrxPiHA2A+AlCmzAY3t7D7u4yzwruB7Q2lqqMCdJvqs=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			KNP2tInB/E/BPykjQ2bxt0mpPy4=
			</data>
			<key>hash2</key>
			<data>
			xxq/fzI8DHzuAfY5yeQBXAtEb+IuXU+m1BM6yuk76p8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			3LYMMAIuT/8Y75NnS5CTeT24Hjk=
			</data>
			<key>hash2</key>
			<data>
			QJNC6VmNZQC0kAUpY25nvXMlANxFiz2nxxzzY3Qb6Xs=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			QPEQZE7Wf2k/w4mvKNQuli4+J1w=
			</data>
			<key>hash2</key>
			<data>
			0dkbQM8fVvehoJVdaCtX3udbuOt1DTPB/dRamB+wGZE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			kEK6bDeC9JmE/xosuSvqUlfkQMI=
			</data>
			<key>hash2</key>
			<data>
			7eJmJaQjwZbfZ9g521Cl+6qfh9TG/srfTj0yC0cG5Vs=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			3LYMMAIuT/8Y75NnS5CTeT24Hjk=
			</data>
			<key>hash2</key>
			<data>
			QJNC6VmNZQC0kAUpY25nvXMlANxFiz2nxxzzY3Qb6Xs=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			QPEQZE7Wf2k/w4mvKNQuli4+J1w=
			</data>
			<key>hash2</key>
			<data>
			0dkbQM8fVvehoJVdaCtX3udbuOt1DTPB/dRamB+wGZE=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			kEK6bDeC9JmE/xosuSvqUlfkQMI=
			</data>
			<key>hash2</key>
			<data>
			7eJmJaQjwZbfZ9g521Cl+6qfh9TG/srfTj0yC0cG5Vs=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			IseCk3zVgca5xcHj/pAs/VM//3w=
			</data>
			<key>hash2</key>
			<data>
			4pceJpiWCAodZd1xeVW/YkD2wktFxZTwrsna64xvCgA=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			HlNUidRUdL+UejQtj/Mx3apnTco=
			</data>
			<key>hash2</key>
			<data>
			7pXmE8jq5fXudvduvGoMtx/xuROXphWVHptepcp0Eu4=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			MXrE4J/LHKdZf96IV8iEewH1c9Q=
			</data>
			<key>hash2</key>
			<data>
			0xB91YQzn0/GPUomGLhvKI0d5Xqa247YK29QJc5KRSs=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
