<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		VugQDHkEdAU29b3Lbn5149m8qCQ=
		</data>
		<key>CardScan.storyboardc/Info.plist</key>
		<data>
		ITnP0DGQ6iQHTbdaNt78cxkoQMo=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<data>
		ik1s/th4N+erWFL5MXS/q6URYg8=
		</data>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<data>
		v9bNjUCmqrs/4uMV+DaLF9a4lHY=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<data>
		hcSQmbcJ25Q45xFD3YFgPwrtXaY=
		</data>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<data>
		su9O9uL14858NwLnVoKg+au12MU=
		</data>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<data>
		I3OYm/oNkSCV6Y827hRIEQvYfoU=
		</data>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<data>
		TaVaVXokAXOsVh67gTxFkN2/n20=
		</data>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<data>
		n1Quwj1TNc+rowSmMjUTgri1rho=
		</data>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<data>
		MxbXI5PbkH1/6OcvQOkgw/CbBVw=
		</data>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<data>
		Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<data>
		FXVWqEN4lg4fX8JHwF3d11n8pio=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<data>
		YLVwtmdv6gasOLCFecN/2+RtcJY=
		</data>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<data>
		Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
		</data>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<data>
		8mY4cluqs9WLgNP9jLn4a4yBqZU=
		</data>
		<key>Headers/KlarnaMobileSDK.h</key>
		<data>
		Nxkbb59l34o5qzARf2IhMrbfGRU=
		</data>
		<key>Info.plist</key>
		<data>
		3Crlh5xxF4/d48R6SRTHuVNezdo=
		</data>
		<key>KlarnaHeadline-Bold.ttf</key>
		<data>
		hpXyIeYprtZUd3rELck+qZQPpeE=
		</data>
		<key>KlarnaText-Regular.ttf</key>
		<data>
		B26mzNFoY4IhPDrxnzv0mwhITyc=
		</data>
		<key>MessageBridge.js</key>
		<data>
		mTzl/4wd7YXNwBNkfDb+rafM2yU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		dTb33HWILPGb4iVue73G7pmQIQo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		VyxgqtvMuWxIQTkAw3jhDHgt8DI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		+fxCkyGjsv4ZgLve63BiV8c/Uus=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<data>
		dTb33HWILPGb4iVue73G7pmQIQo=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<data>
		VyxgqtvMuWxIQTkAw3jhDHgt8DI=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<data>
		+fxCkyGjsv4ZgLve63BiV8c/Uus=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		6mltzHSGb4ismFQQ5U6DZoPkGkU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		Ga/jXaSp213LE65dT2ac6+8twP8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		nUHMgK4gNg/7fXIsVrAN8E0Z6/c=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<data>
		6mltzHSGb4ismFQQ5U6DZoPkGkU=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<data>
		Ga/jXaSp213LE65dT2ac6+8twP8=
		</data>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<data>
		nUHMgK4gNg/7fXIsVrAN8E0Z6/c=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oLUdZ6DuCx04m1yUVRmBomryzIk=
		</data>
		<key>PaymentsWrapper.html</key>
		<data>
		ThXHmZ0/klF+rKX/vl1I4PrPzBM=
		</data>
		<key>WrapperInitScript.js</key>
		<data>
		9BdAO/xtRjmLEYXKCoejrA2l9uM=
		</data>
		<key>config.json</key>
		<data>
		XJvJI/75Khzjo+PdD74/EoUTxjk=
		</data>
		<key>osm_demo.json</key>
		<data>
		tYiWl6iTe+JwM2ILsj9e5W9ItV8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash</key>
			<data>
			VugQDHkEdAU29b3Lbn5149m8qCQ=
			</data>
			<key>hash2</key>
			<data>
			azxsYVCJsgMuwQ5i/VKYAlq+WixBVd/qLZDtz6PARCQ=
			</data>
		</dict>
		<key>CardScan.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			ITnP0DGQ6iQHTbdaNt78cxkoQMo=
			</data>
			<key>hash2</key>
			<data>
			Mi4XiqiCD95tFZJtKjB+STfGFfGE8PzaGNtjbYbE0qo=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			ik1s/th4N+erWFL5MXS/q6URYg8=
			</data>
			<key>hash2</key>
			<data>
			E0tbtk5t7kYUCiZgNiJ4dj0hug//OHC9EDOIMwicMOM=
			</data>
		</dict>
		<key>CardScan.storyboardc/RWC-EC-Zxy-view-dia-FZ-zQY.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			v9bNjUCmqrs/4uMV+DaLF9a4lHY=
			</data>
			<key>hash2</key>
			<data>
			nNiTALhf8O2OTK0DoGOFFUd5Ahset2y7J1ovVCqY+6I=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			hcSQmbcJ25Q45xFD3YFgPwrtXaY=
			</data>
			<key>hash2</key>
			<data>
			Gt4U4mqjZ7XlJWbfdv0V1T1ReWOfZkFYvuhAWTeWcTQ=
			</data>
		</dict>
		<key>CardScan.storyboardc/scanCardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			su9O9uL14858NwLnVoKg+au12MU=
			</data>
			<key>hash2</key>
			<data>
			YMqG8QZXBJV6CjtN3waoHlGICsJ+Qk8teE7vfvCYBFg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FindFour.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			I3OYm/oNkSCV6Y827hRIEQvYfoU=
			</data>
			<key>hash2</key>
			<data>
			mVL7nMsT3lSdaltsD0TwC1j/Ppo1iBjPwsUgtcMN9RI=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TaVaVXokAXOsVh67gTxFkN2/n20=
			</data>
			<key>hash2</key>
			<data>
			jhea6HrUML7rHWVk0ActmGQZDAF9bjWgtxogJbMZHdo=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			n1Quwj1TNc+rowSmMjUTgri1rho=
			</data>
			<key>hash2</key>
			<data>
			UoVfVgPU6dDVrCBxYB333iKuS2YvhwbbV8M+DQCsI0Q=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			MxbXI5PbkH1/6OcvQOkgw/CbBVw=
			</data>
			<key>hash2</key>
			<data>
			cP/vYq4F1kk/bFeFrM6dOQ62R/ULxSB7QuySmg5jIlg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FindFour.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3oqEe/+MND1puFOiFebud17y75Y=
			</data>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/.gitkeep</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jj5BZj+u3u0JUnIEmB7Ol6+j9hU=
			</data>
			<key>hash2</key>
			<data>
			5aCr8pReDGjqv9gSpAcvrYCWu7Rl6fxLU66t5GhRv7o=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			FXVWqEN4lg4fX8JHwF3d11n8pio=
			</data>
			<key>hash2</key>
			<data>
			J0EilWUEk6LPW1PwKn53y9hdrTgULWcE1oBYHeq+4mI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YLVwtmdv6gasOLCFecN/2+RtcJY=
			</data>
			<key>hash2</key>
			<data>
			EuKxJ5w76PcAOFaWCnnbbFBvKx9WSJIPOO33FhcbPsI=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Kt/7e0xAB8ZA+EmslYVP+8Uhiz4=
			</data>
			<key>hash2</key>
			<data>
			DUIcwLkf+H0lfGBaShIg+muXOz/Kh6hcXbf53ZxWtuw=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			SyCFBfZQLeAXbmzAjbhRoiI96qY=
			</data>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>FourRecognize.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			8mY4cluqs9WLgNP9jLn4a4yBqZU=
			</data>
			<key>hash2</key>
			<data>
			PLdPRJmdIQ63CPF1STHa1sEYh/AXzIJFi9XdfGOFk1k=
			</data>
		</dict>
		<key>Headers/KlarnaMobileSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			Nxkbb59l34o5qzARf2IhMrbfGRU=
			</data>
			<key>hash2</key>
			<data>
			kX8XP4AxItuptpVuyRfb0J5u4CAq48l5bwqBhxRskXM=
			</data>
		</dict>
		<key>KlarnaHeadline-Bold.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			hpXyIeYprtZUd3rELck+qZQPpeE=
			</data>
			<key>hash2</key>
			<data>
			PrP3WSRr0O2r/vNcj3oJYBzzfF+zM2mYzei4DMEY+/g=
			</data>
		</dict>
		<key>KlarnaText-Regular.ttf</key>
		<dict>
			<key>hash</key>
			<data>
			B26mzNFoY4IhPDrxnzv0mwhITyc=
			</data>
			<key>hash2</key>
			<data>
			2Hlw9yLusQbXCQ7OSDWRoIZ7xFwyCdgqRfGZrt5Lm68=
			</data>
		</dict>
		<key>MessageBridge.js</key>
		<dict>
			<key>hash</key>
			<data>
			mTzl/4wd7YXNwBNkfDb+rafM2yU=
			</data>
			<key>hash2</key>
			<data>
			oYtUILAbVvT2frazSNjrDkzBnC82c4fUBFsjuyNcdRg=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			dTb33HWILPGb4iVue73G7pmQIQo=
			</data>
			<key>hash2</key>
			<data>
			dDVYv7FMovxA1bsnLwYyJv9ajtb1wAzvLb7txjfu+2w=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			VyxgqtvMuWxIQTkAw3jhDHgt8DI=
			</data>
			<key>hash2</key>
			<data>
			dUhq9Uo14Y5+Vgk9Eowcp2RlwUy9Kaut9uro2P3VjuI=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			+fxCkyGjsv4ZgLve63BiV8c/Uus=
			</data>
			<key>hash2</key>
			<data>
			sr0tTyujE7eHyL5l0DR+sJu9YpJZELcIAeLzsk34QBQ=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			dTb33HWILPGb4iVue73G7pmQIQo=
			</data>
			<key>hash2</key>
			<data>
			dDVYv7FMovxA1bsnLwYyJv9ajtb1wAzvLb7txjfu+2w=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			VyxgqtvMuWxIQTkAw3jhDHgt8DI=
			</data>
			<key>hash2</key>
			<data>
			dUhq9Uo14Y5+Vgk9Eowcp2RlwUy9Kaut9uro2P3VjuI=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			+fxCkyGjsv4ZgLve63BiV8c/Uus=
			</data>
			<key>hash2</key>
			<data>
			sr0tTyujE7eHyL5l0DR+sJu9YpJZELcIAeLzsk34QBQ=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			6mltzHSGb4ismFQQ5U6DZoPkGkU=
			</data>
			<key>hash2</key>
			<data>
			5j46qoYndX4dn4G/WxG5uluYduBZW/liNn6Sn/nUcu8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Ga/jXaSp213LE65dT2ac6+8twP8=
			</data>
			<key>hash2</key>
			<data>
			On9ELljk122iNoT1dUTHaQJboGuqax9e/sy9ateG53w=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			nUHMgK4gNg/7fXIsVrAN8E0Z6/c=
			</data>
			<key>hash2</key>
			<data>
			hrlipscZXiQ4nVGxjfdu7b+oISywsmxRXYPDzGzK4sU=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			6mltzHSGb4ismFQQ5U6DZoPkGkU=
			</data>
			<key>hash2</key>
			<data>
			5j46qoYndX4dn4G/WxG5uluYduBZW/liNn6Sn/nUcu8=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			Ga/jXaSp213LE65dT2ac6+8twP8=
			</data>
			<key>hash2</key>
			<data>
			On9ELljk122iNoT1dUTHaQJboGuqax9e/sy9ateG53w=
			</data>
		</dict>
		<key>Modules/KlarnaMobileSDK.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			nUHMgK4gNg/7fXIsVrAN8E0Z6/c=
			</data>
			<key>hash2</key>
			<data>
			hrlipscZXiQ4nVGxjfdu7b+oISywsmxRXYPDzGzK4sU=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			oLUdZ6DuCx04m1yUVRmBomryzIk=
			</data>
			<key>hash2</key>
			<data>
			4+/Arr+QefTWJUqNjBAPOf+KISOqOgvwrbk5FbLYvOI=
			</data>
		</dict>
		<key>PaymentsWrapper.html</key>
		<dict>
			<key>hash</key>
			<data>
			ThXHmZ0/klF+rKX/vl1I4PrPzBM=
			</data>
			<key>hash2</key>
			<data>
			l84G0BOJU9p38x4biXA1AiN6noHG1fo/dPTk6mgrsuQ=
			</data>
		</dict>
		<key>WrapperInitScript.js</key>
		<dict>
			<key>hash</key>
			<data>
			9BdAO/xtRjmLEYXKCoejrA2l9uM=
			</data>
			<key>hash2</key>
			<data>
			RUT4AWGKZDKwniaBBDTLBAuI6xpN7WZjGVxzw/N8GTA=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash</key>
			<data>
			XJvJI/75Khzjo+PdD74/EoUTxjk=
			</data>
			<key>hash2</key>
			<data>
			brYORYtrJ2vcQxX101ah5wwnSkHU7EMTO6byj5tSrb8=
			</data>
		</dict>
		<key>osm_demo.json</key>
		<dict>
			<key>hash</key>
			<data>
			tYiWl6iTe+JwM2ILsj9e5W9ItV8=
			</data>
			<key>hash2</key>
			<data>
			FuNCtNvPsNcAgJmLtVhLdEP+f3w1voePRDbQazyseF4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
